content/outline.org
#+title: Open Source Open Science
#+AUTHOR: Peter Polidoro
#+EMAIL: peter@polidoro.io

* Outline

** index.org
open-science.png
** software-duality
software-duality.png
** cad-duality
cad-duality.png
** text-transformation
text-transformation.png
** cad-transformation
cad-transformation.png
** text
text.png
** deployment
deployment.png
** share-machine
share-machine.png
** share-source
share-source.png
** foss
** runtime-environment
runtime-environment.png
** runtime-graph
runtime-graph.png
** graph-kernel
graph-kernel.png
** binary-environment
binary-environment.png
** dockerfile
dockerfile.png
** build-environment
build-environment.png
** development-environment
development-environment.png
** documentation-environment
documentation-environment.png
** infrastructure-environment
infrastructure-environment.png
** complicated
complicated.png
** outsource
outsource.png
** restrictions
restrictions.png
** not-free
not-free.png
** enshittification
** enshittification-examples
enshittification-examples.png
** reverse-improvement
reverse-improvement.png
** shrinkflation
shrinkflation.png
** hardware-enshittification
hardware-enshittification.png
** infrastructure-enshittification
infrastructure-enshittification.png
** software-enshittification
** expectation-mismatch
** switching-costs
** nefarious-switching-costs
** science-switching-costs
** xkcd
xkcd.png
** proprietary-recommendations
** user-advantages
** user-disadvantages
** developer-disadvantages
** deshittification
** network-effect
network-effect.png
** contributors
** contributors-example
contributors-example.png
** fosdem
fosdem.png
** community
complicated.png
** santa
santa.png
** heritage-guix
heritage-guix.png
** guix
guix.png
** codeberg
codeberg.png
** wireviz
wireviz.png
** freecad
freecad.png
** kicad
kicad.png
** spritely-goblins
spritely-goblins.png
** zenoh
zenoh.png
** fpga
fpga.png
** more
more.png



