outline.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Open Source Open Science</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="css/terminal.css" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-org2e5e273" class="outline-2">
<h2 id="org2e5e273">Outline</h2>
<div class="outline-text-2" id="text-org2e5e273">
</div>
<div id="outline-container-orga956e97" class="outline-3">
<h3 id="orga956e97">index.org</h3>
<div class="outline-text-3" id="text-orga956e97">
<p>
open-science.png
</p>
</div>
</div>
<div id="outline-container-org0edf667" class="outline-3">
<h3 id="org0edf667">software-duality</h3>
<div class="outline-text-3" id="text-org0edf667">
<p>
software-duality.png
</p>
</div>
</div>
<div id="outline-container-orgbedcf3e" class="outline-3">
<h3 id="orgbedcf3e">cad-duality</h3>
<div class="outline-text-3" id="text-orgbedcf3e">
<p>
cad-duality.png
</p>
</div>
</div>
<div id="outline-container-org55f2722" class="outline-3">
<h3 id="org55f2722">text-transformation</h3>
<div class="outline-text-3" id="text-org55f2722">
<p>
text-transformation.png
</p>
</div>
</div>
<div id="outline-container-org991f995" class="outline-3">
<h3 id="org991f995">cad-transformation</h3>
<div class="outline-text-3" id="text-org991f995">
<p>
cad-transformation.png
</p>
</div>
</div>
<div id="outline-container-orge52d486" class="outline-3">
<h3 id="orge52d486">text</h3>
<div class="outline-text-3" id="text-orge52d486">
<p>
text.png
</p>
</div>
</div>
<div id="outline-container-orgf5b694b" class="outline-3">
<h3 id="orgf5b694b">deployment</h3>
<div class="outline-text-3" id="text-orgf5b694b">
<p>
deployment.png
</p>
</div>
</div>
<div id="outline-container-org419c95b" class="outline-3">
<h3 id="org419c95b">share-machine</h3>
<div class="outline-text-3" id="text-org419c95b">
<p>
share-machine.png
</p>
</div>
</div>
<div id="outline-container-org29dc2ab" class="outline-3">
<h3 id="org29dc2ab">share-source</h3>
<div class="outline-text-3" id="text-org29dc2ab">
<p>
share-source.png
</p>
</div>
</div>
<div id="outline-container-org661145f" class="outline-3">
<h3 id="org661145f">foss</h3>
</div>
<div id="outline-container-org4920cb2" class="outline-3">
<h3 id="org4920cb2">runtime-environment</h3>
<div class="outline-text-3" id="text-org4920cb2">
<p>
runtime-environment.png
</p>
</div>
</div>
<div id="outline-container-orga771298" class="outline-3">
<h3 id="orga771298">runtime-graph</h3>
<div class="outline-text-3" id="text-orga771298">
<p>
runtime-graph.png
</p>
</div>
</div>
<div id="outline-container-org78a10d7" class="outline-3">
<h3 id="org78a10d7">graph-kernel</h3>
<div class="outline-text-3" id="text-org78a10d7">
<p>
graph-kernel.png
</p>
</div>
</div>
<div id="outline-container-orgcd7b06e" class="outline-3">
<h3 id="orgcd7b06e">binary-environment</h3>
<div class="outline-text-3" id="text-orgcd7b06e">
<p>
binary-environment.png
</p>
</div>
</div>
<div id="outline-container-org6459e45" class="outline-3">
<h3 id="org6459e45">dockerfile</h3>
<div class="outline-text-3" id="text-org6459e45">
<p>
dockerfile.png
</p>
</div>
</div>
<div id="outline-container-org8b63381" class="outline-3">
<h3 id="org8b63381">build-environment</h3>
<div class="outline-text-3" id="text-org8b63381">
<p>
build-environment.png
</p>
</div>
</div>
<div id="outline-container-org400f7ad" class="outline-3">
<h3 id="org400f7ad">development-environment</h3>
<div class="outline-text-3" id="text-org400f7ad">
<p>
development-environment.png
</p>
</div>
</div>
<div id="outline-container-org7aab72e" class="outline-3">
<h3 id="org7aab72e">documentation-environment</h3>
<div class="outline-text-3" id="text-org7aab72e">
<p>
documentation-environment.png
</p>
</div>
</div>
<div id="outline-container-org0309c0c" class="outline-3">
<h3 id="org0309c0c">infrastructure-environment</h3>
<div class="outline-text-3" id="text-org0309c0c">
<p>
infrastructure-environment.png
</p>
</div>
</div>
<div id="outline-container-org7f92378" class="outline-3">
<h3 id="org7f92378">complicated</h3>
<div class="outline-text-3" id="text-org7f92378">
<p>
complicated.png
</p>
</div>
</div>
<div id="outline-container-org16d3af8" class="outline-3">
<h3 id="org16d3af8">outsource</h3>
<div class="outline-text-3" id="text-org16d3af8">
<p>
outsource.png
</p>
</div>
</div>
<div id="outline-container-org2b81c93" class="outline-3">
<h3 id="org2b81c93">restrictions</h3>
<div class="outline-text-3" id="text-org2b81c93">
<p>
restrictions.png
</p>
</div>
</div>
<div id="outline-container-org3d5f765" class="outline-3">
<h3 id="org3d5f765">not-free</h3>
<div class="outline-text-3" id="text-org3d5f765">
<p>
not-free.png
</p>
</div>
</div>
<div id="outline-container-org6e56b4c" class="outline-3">
<h3 id="org6e56b4c">enshittification</h3>
</div>
<div id="outline-container-org84b94cd" class="outline-3">
<h3 id="org84b94cd">enshittification-examples</h3>
<div class="outline-text-3" id="text-org84b94cd">
<p>
enshittification-examples.png
</p>
</div>
</div>
<div id="outline-container-orgc325a57" class="outline-3">
<h3 id="orgc325a57">reverse-improvement</h3>
<div class="outline-text-3" id="text-orgc325a57">
<p>
reverse-improvement.png
</p>
</div>
</div>
<div id="outline-container-org56c3462" class="outline-3">
<h3 id="org56c3462">shrinkflation</h3>
<div class="outline-text-3" id="text-org56c3462">
<p>
shrinkflation.png
</p>
</div>
</div>
<div id="outline-container-org33d1fb3" class="outline-3">
<h3 id="org33d1fb3">hardware-enshittification</h3>
<div class="outline-text-3" id="text-org33d1fb3">
<p>
hardware-enshittification.png
</p>
</div>
</div>
<div id="outline-container-org884d1e8" class="outline-3">
<h3 id="org884d1e8">infrastructure-enshittification</h3>
<div class="outline-text-3" id="text-org884d1e8">
<p>
infrastructure-enshittification.png
</p>
</div>
</div>
<div id="outline-container-org1c7bd29" class="outline-3">
<h3 id="org1c7bd29">software-enshittification</h3>
</div>
<div id="outline-container-orgafcdeed" class="outline-3">
<h3 id="orgafcdeed">expectation-mismatch</h3>
</div>
<div id="outline-container-orge8499b3" class="outline-3">
<h3 id="orge8499b3">switching-costs</h3>
</div>
<div id="outline-container-org0b4ae38" class="outline-3">
<h3 id="org0b4ae38">nefarious-switching-costs</h3>
</div>
<div id="outline-container-org90e2078" class="outline-3">
<h3 id="org90e2078">science-switching-costs</h3>
</div>
<div id="outline-container-org782ec08" class="outline-3">
<h3 id="org782ec08">xkcd</h3>
<div class="outline-text-3" id="text-org782ec08">
<p>
xkcd.png
</p>
</div>
</div>
<div id="outline-container-org8eb06a4" class="outline-3">
<h3 id="org8eb06a4">proprietary-recommendations</h3>
</div>
<div id="outline-container-org83a5ef4" class="outline-3">
<h3 id="org83a5ef4">user-advantages</h3>
</div>
<div id="outline-container-org5e5c0a0" class="outline-3">
<h3 id="org5e5c0a0">user-disadvantages</h3>
</div>
<div id="outline-container-orgf47c895" class="outline-3">
<h3 id="orgf47c895">developer-disadvantages</h3>
</div>
<div id="outline-container-org711c2af" class="outline-3">
<h3 id="org711c2af">deshittification</h3>
</div>
<div id="outline-container-orgb781962" class="outline-3">
<h3 id="orgb781962">network-effect</h3>
<div class="outline-text-3" id="text-orgb781962">
<p>
network-effect.png
</p>
</div>
</div>
<div id="outline-container-orgcc3ee8e" class="outline-3">
<h3 id="orgcc3ee8e">contributors</h3>
</div>
<div id="outline-container-org51c39b3" class="outline-3">
<h3 id="org51c39b3">contributors-example</h3>
<div class="outline-text-3" id="text-org51c39b3">
<p>
contributors-example.png
</p>
</div>
</div>
<div id="outline-container-orge2a77b4" class="outline-3">
<h3 id="orge2a77b4">fosdem</h3>
<div class="outline-text-3" id="text-orge2a77b4">
<p>
fosdem.png
</p>
</div>
</div>
<div id="outline-container-org6646747" class="outline-3">
<h3 id="org6646747">community</h3>
<div class="outline-text-3" id="text-org6646747">
<p>
complicated.png
</p>
</div>
</div>
<div id="outline-container-orgccb0e24" class="outline-3">
<h3 id="orgccb0e24">santa</h3>
<div class="outline-text-3" id="text-orgccb0e24">
<p>
santa.png
</p>
</div>
</div>
<div id="outline-container-org24d3842" class="outline-3">
<h3 id="org24d3842">heritage-guix</h3>
<div class="outline-text-3" id="text-org24d3842">
<p>
heritage-guix.png
</p>
</div>
</div>
<div id="outline-container-orgb6a321f" class="outline-3">
<h3 id="orgb6a321f">guix</h3>
<div class="outline-text-3" id="text-orgb6a321f">
<p>
guix.png
</p>
</div>
</div>
<div id="outline-container-orgbb65b9d" class="outline-3">
<h3 id="orgbb65b9d">codeberg</h3>
<div class="outline-text-3" id="text-orgbb65b9d">
<p>
codeberg.png
</p>
</div>
</div>
<div id="outline-container-org1f4c8cf" class="outline-3">
<h3 id="org1f4c8cf">wireviz</h3>
<div class="outline-text-3" id="text-org1f4c8cf">
<p>
wireviz.png
</p>
</div>
</div>
<div id="outline-container-org93531a9" class="outline-3">
<h3 id="org93531a9">freecad</h3>
<div class="outline-text-3" id="text-org93531a9">
<p>
freecad.png
</p>
</div>
</div>
<div id="outline-container-org0b286b5" class="outline-3">
<h3 id="org0b286b5">kicad</h3>
<div class="outline-text-3" id="text-org0b286b5">
<p>
kicad.png
</p>
</div>
</div>
<div id="outline-container-org157580f" class="outline-3">
<h3 id="org157580f">spritely-goblins</h3>
<div class="outline-text-3" id="text-org157580f">
<p>
spritely-goblins.png
</p>
</div>
</div>
<div id="outline-container-org85414b5" class="outline-3">
<h3 id="org85414b5">zenoh</h3>
<div class="outline-text-3" id="text-org85414b5">
<p>
zenoh.png
</p>
</div>
</div>
<div id="outline-container-orge3be0b2" class="outline-3">
<h3 id="orge3be0b2">fpga</h3>
<div class="outline-text-3" id="text-orge3be0b2">
<p>
fpga.png
</p>
</div>
</div>
<div id="outline-container-orgd7356af" class="outline-3">
<h3 id="orgd7356af">more</h3>
<div class="outline-text-3" id="text-orgd7356af">
<p>
more.png
</p>
</div>
</div>
</div>
</div>
</body>
</html>
